/* German */

/* No comment provided by engineer. */
"%@ has encountered an exception!" = "In %@ ist ein Ausnahmefehler aufgetreten!\n\nEs ist besser die Applikation neu zu starten.\nBitte beschreiben Sie wie dies passiert ist.\nDie folgenden Informationen werden mitgeschickt.";

/* No comment provided by engineer. */
"%@ has recently crashed!" = "%@ ist kürzlich abgestürzt!\n\nBitte beschreiben Sie wie dies passiert ist.\nDie folgenden Informationen werden mitgeschickt.";

/* No comment provided by engineer. */
"anonymous" = "anonym";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Comments:" = "Kommentar:";

/* No comment provided by engineer. */
"Console" = "Konsole";

/* No comment provided by engineer. */
"CrashLog" = "CrashLog";

/* No comment provided by engineer. */
"Email address:" = "Email Addresse:";

/* No comment provided by engineer. */
"Error: %@" = "Fehler: %@";

/* No comment provided by engineer. */
"Exception" = "Ausnahmefehler";

/* No comment provided by engineer. */
"Got a problem with %@?" = "Sie haben ein Problem mit %@?\n\nBitte beschreiben Sie worum es sich handelt.\nDie folgenden Informationen werden mitgeschickt.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Preferences" = "Einstellungen";

/* No comment provided by engineer. */
"Script" = "Skript";

/* No comment provided by engineer. */
"Send" = "Absenden";

/* No comment provided by engineer. */
"Sorry, failed to submit your feedback to the server." = "Leider konnte der Report nicht zum Server übertragen werden.";
